START_TEXT = """
👋 Приветствую, {name}! Я - Telegram-бот для планирования ВКС, который поможет создавать и просматривать ВКС с сайта - https://test.vcc.uriit.ru/

Мы - ваш надёжный помощник по ВКС. Для получения подробной информации о моих возможностях напишите команду /help

🌟 Ваш дружелюбный помощник, ВКС-ХМАО-бот.
""".strip()

HELP_TEXT = """
👨‍💼 Я - бот для взаимодействия с ВКС без захода на сайт - https://test.vcc.uriit.ru/

🕟 Я не оставлю Вашу встречу просто так, напомню про встречи за 5 минут, 30 минут, а также непосредственно к началу ВКС.

Мои команды которыми вы можете воспользоваться:
/start - Стартовая команда для авторизации в бота. | (Доступно всем)
/help - Страница информации обо мне для помощи пользователям. | (Доступно всем)
/create_meet - Функция создания ВКС. | (Доступно авторизованным пользователям)
/view_meets - Функция просмотра всех ВКС (имеются фильтры для удобства). | (Доступно авторизованным пользователям)
/profile - Ваш профиль, в котором будет информация о вас, она помогает мне функционировать корректно. | (Доступно авторизованным пользователям)
""".strip()